[
  {"id":"1","title":"Big Blue Bar","description":"<p>This is our big blue bar.  It's big and arguably blue.  Some people say it's grey or gray but l think it's like a cool, slate blue.  I could be wrong.  My girlfriend's mom thinks <em>\"it's grey with a tint of green, that's what I say.\"</em>  I don't see the green personally.  I think she's wrong.</p><p>Speaking of wrong, nothing is wrong with it.  It has little nubs for all of the shelves so all of the surfaces are adjustable heights.  We used to keep liquor in it, but now we use it for our record player.  You could probably use it for your TV too.  Anyways, little glass doors so you can remember where you put your wine glasses.</p><p><strong>Dims are at widest point: 43 wide, 30 1/4 tall, 16 in. deep.</strong>  The top has a little half inch lip around the sides and front, but it sits flush with a wall.</p><p>I'll help you carry it down the stairs and onto the sidewalk but after that, it's really on you, ok?  Venmo or cash.</p>","price":200.0,"image":"images/bbb.png"},
  {"id":"2","title":"Euclid Approved Desk","description":"<p>This corner desk is a gorgeous example of one of Euclid's finest shapes - the <strong>isosceles triangle</strong>.  Two short sides measure 33 inches, the base (side you sit at) is 46 inches, the height is 23 inches.  This is confusing because the height of the triangle (defined in isosceles triangles as a line that originates from a vertex and bisects the longest side) is actually the <em>*depth*</em> of the piece of furniture.</p><p>This is because Euclid was a nerd, looking at triangles on sheets of vellum whereas this is a table in three dimensions.  Get with the times, Euclid.</p><p>The desk is <strong>31 inches high</strong> (off the ground) and <strong>23 inches deep</strong> and <strong>46 in wide</strong> in a more conventional measuring scheme.  It has a secondary shelf, where I used to put my monitor hub and keyboard, that measures <strong>43 x 30 inches</strong>.</p><p>Euclid would say this second shelf is similar but not congruent to the table top.  He'd also probably say it in Ancient Greek, and if you can understand that, or at bare minimum, get a recording of it, I'm told various ancient history scholars around the world would pay good money for that kind of academic clarity.</p><p>Pick up in bed stuy.  Legs come off.  Could be a one person job on the train or in an Uber with a trunk.</p>","price":80.0,"image":"images/euclid-desk.png"},
  {"id":"3","title":"The Griddler Jr","description":"Long ago, George Foreman cornered the countertop grill market - only one hero could stand in his path: Griddler by Cuisinart. Foreman’s machines were no match for the consistent heating, impressive grill marks and worry free dishwasher safe griddles of the Cusiniarts. Behold: Griddle Jr - yours for a measly 40 dollars. His sidekick, a steamer by the name Hi life comes from the far away lands of Amazon - and has interchangeable heads to ensure wrinkle busting in all conditions. 20 bucks? I don’t know. Just come pick it up honestly.","price":40.0,"image":"images/gridjr.png"},
  {"id":"4","title":"Highly Karmic, Crystal Girlie Approved Filing Cabinet","description":"<p>Pick up off the Bedford G.  Venmo or cash fine.  <strong>16\" x 20\" by 22 1/2 inches.</strong></p><p>Yes mmhmm….that's right girl, my friend who is a total <strong>Crystal Bitch™️</strong> gave me this cabinet right before she left her role as a SVP at a boutique IB to work at Essalen in Big Sur.  It used to keep all traces of her….mhmm, yes….white collar crime?  It was craven, greedy and yes… it even overcooked chicken, mmhmm.  It tore apart communities from Missouri to Montana (boutique for a reason).</p><p>But wouldn't you believe it….that <strong>Crystal Bitch™️</strong> hit those ill humours with the triple threat: <em>sage, pink quartz and a sap from a rare tree driven to extinction by humanity's desire for 2 day shipping</em>.  It became a beacon of joy.  No longer attributing value to its contents, this file cabinet….mmhmm, yessss….became Good.</p><p>And in its awareness, just like Chris in Love Island S3 E35, it could not do anything but… bring nice vibes.  It rejected humanity and yesssss became file cabinet, mmmhmmm!!!  And bring good vibes it did - Yanno… I had been shopping for one of those dottus pivot cabinets for a long time and once I found this girl was selling one in red and yanno what?  We don't need to get into it right now………..but I've been burned.</p><p>Anyways - after my friend left for Essalen, this cabinet came into my care and not one month later - I found my dream dottus pivot cabinet.  And it's all thanks to this incredibly karmic and incredibly pink file cabinet.</p>","price":50.0,"image":"images/crystal.png"},
  {"id":"5","title":"A Box of 10 Photographs","description":"Diane Arbus, dates vary.","price":1000800.0,"image":"images/10-arbus.png"},
  {"id":"6","title":"Abstraktes Bild","description":"Gerhard Richter, 1994.","price":38175000.0,"image":"images/bild-richter.png"},
  {"id":"7","title":"All I’ve Ever Heard","description":"Richard Prince, 1989.","price":3420000.0,"image":"images/heard1-prince.png"},
  {"id":"8","title":"All I’ve Ever Heard","description":"Richard Prince, 1988.","price":2532500.0,"image":"images/heard2-prince.png"},
  {"id":"9","title":"Farina","description":"Jean-Michel Basquiat, 1984.","price":7020000.0,"image":"images/farina-jmb.png"},
  {"id":"10","title":"\"Big Nude III\" (Variation), Paris","description":"Helmut Newton, 1980 (printed 1990s).","price":2340000.0,"image":"images/bignude-newton.png"},
  {"id":"11","title":"El Gran Espectáculo (The Nile)","description":"Jean-Michel Basquiat, 1983.","price":67110000.0,"image":"images/espec-jmb.png"},
  {"id":"12","title":"Swamped","description":"Peter Doig, 1990.","price":39862500.0,"image":"images/swamp-doig.png"},
  {"id":"13","title":"The Guilt of Gold Teeth","description":"Jean-Michel Basquiat, 1982.","price":40000000.0,"image":"images/ggt-jmb.png"},
  {"id":"14","title":"Untitled (March 5th) #2","description":"Felix Gonzalez-Torres, 1991.","price":607500.0,"image":"images/untitled2-fgt.png"},
  {"id":"15","title":"Sunflowers from Petrol Station","description":"Banksy, 2005.","price":14558000.0,"image":"images/sun-banksy.png"},
  {"id":"16","title":"Untitled (The Beautiful and the Damned)","description":"Cecily Brown, 2013.","price":6705000.0,"image":"images/untitled-brown.png"},
  {"id":"17","title":"Untitled (Divided Rectangle)","description":"Vija Celmins, 1986–1987.","price":2228000.0,"image":"images/divrect-celmins.png"},
  {"id":"18","title":"Stick","description":"Simone Leigh, 2019.","price":2712000.0,"image":"images/stick-leigh.png"},
  {"id":"19","title":"Untitled","description":"Keith Haring, 1982.","price":5820000.0,"image":"images/untitled-haring.png"},
  {"id":"20","title":"Jim Beam – J.B. Turner Train","description":"Jeff Koons, 1986.","price":16992500.0,"image":"images/jbtrain-koons.png"},
  {"id":"21","title":"Loose Screw","description":"Anna Weyant, 2020.","price":1500000.0,"image":"images/loose-weyant.png"},
  {"id":"22","title":"Untitled","description":"Christopher Wool, 1988.","price":8405000.0,"image":"images/untitled-wool.png"},
  {"id":"23","title":"Living Architecture: Casa Batlló","description":"Refik Anadol, 2022.","price":1380000.0,"image":"images/livarch-anadol.png"},
  {"id":"24","title":"Tiffany Value Meal","description":"Tom Sachs, 1998.","price":302400.0,"image":"images/tvm-sachs.png"},
  {"id":"25","title":"Antelope Attack Near Gas Pipe 2","description":"Adrian Ghenie, 2019.","price":2220000.0,"image":"images/antelope-ghenie.png"},
  {"id":"26","title":"Portrait of a Lady","description":"Ewa Juszkiewicz, 2019.","price":1560000.0,"image":"images/poal-jusk.png"},
  {"id":"27","title":"Green Garden Landscape Pot","description":"Jonas Wood, 2016.","price":3060000.0,"image":"images/gglp-wood.png"},
  {"id":"28","title":"Green Room","description":"Matthew Wong, 2017.","price":5340000.0,"image":"images/room-wong.png"},
  {"id":"29","title":"Flash in Naples","description":"Jean-Michel Basquiat, 1983.","price":19825000.0,"image":"images/flash-jmb.png"},
  {"id":"30","title":"Girl and Boy with Driver","description":"Salman Toor, 2013.","price":882000.0,"image":"images/gbdrive-toor.png"},
  {"id":"31","title":"Les Poseuses (Petite version)","description":"Georges Seurat, 1888.","price":149240000.0,"image":"images/pose-seurat.png"},
  {"id":"32","title":"Human One","description":"Beeple, 2021.","price":28985000.0,"image":"images/h1-beeple.png"},
  {"id":"33","title":"Mary Poppins Bag-esque Dresser","description":"<p>Selling this dresser on behalf of my girlboss girlfriend who's at work right now and doesn't have time to deal with the apartment things, and would you mind listing these few things, baby?  I wouldn't mind at all - measuring <strong>23.5 in x 24 in x 18 in</strong>, this laminate dresser is in impeccable condition, boasts three drawers on brass hardware, a 2 inch gap for flat storage underneath and a compelling surface finish.</p><p>Condition wise, it's close to impeccable, the surfaces are worn but not scratched, the drawers solid.  <em>*Slaps top gently*</em>  This bad boy might have a modest exterior footprint, but like Ms. Poppins poppin' ass bag, you can pop in so many outfits and accoutrements that you can focus on poppin' off those fits.</p><p>Let's focus on surface.  It's a crime to reduce this to faux stone.  To my eye, there's actually a clear laminate (completely transparent) that sits over a surface reminiscent of dry masonry.  It looks like massive stones were effortlessly curved and fit together in a waterfall silhouette and then painstakingly suspended in acrylic so thin it's basically theoretical.</p><p>When you look at the dresser, it feels like the surface is hovering underneath a magic protective layer.  It's definitely a stretch to talk about this table in dialogue with the work of Michael Heizer or Harvey Fite (deeply slept on) so… I simply won't.</p><p>It's surprisingly hefty so maybe bring a friend or car/Uber.  If you Uber in a normal car it'll for sure fit in the trunk and we'll help you carry it down.</p>","price":225.0,"image":"images/mpdresser.png"},
  {"id":"34","title":"Overperforming Loveseat","description":"<p>If it were a couch, I might say <em>\"perfectly adequate couch\"</em> but frankly it's an <strong>over performing loveseat</strong>.  You would never know the difference.  In fact, I gaslit hundreds of my guests into believing it WAS a couch.</p><p><em>\"Hey this doesn't have an arm rest, is it really a couch?\"</em><br><strong>\"Shut up,\"</strong> I say gently, but firmly under my breath.</p><p>Not having an arm rest never bothered me, it's <strong>60\" x 30\" x 31\"</strong> (w x h x d), for crying out loud.  This couch fits two average people comfortably but we know that your cool friends could probably fit three, <strong>especially</strong> if they, like us, don't really have a strong concept of personal space.</p><p>Made by the sustainable furniture pioneers at <strong>CB2</strong>, and further made sustainable by your purchase, this couch features a removable and washable cushion cover.  The couch is upholstered in tightly woven cotton/linen blend, and trimmed with calfskin piping.</p><p>There is a small stain on the underside of the cushion, but you never have to use that side.  Just know it's there.  We wanna be honest.</p><p>Recently cleaned, the ecru fabric blends seamlessly with any vibe you got going from boho to PoMo to MCM or whatever your partner's color story is recently demanding.</p>","price":150.0,"image":"images/loveseat.png"},
  {"id":"35","title":"MCM Anti-Hangover Bar","description":"<p>Well what can we say about this bar?  It's <strong>26 wide x 14.5 deep and 45 1/4 at the tallest when open</strong>.  The bar opens up to reveal an inner shelf at 31.  When closed up (sport mode) it's <strong>38 1/4 tall</strong>.</p><p>As far as we can tell, it's beautiful, solid wood, with a herringbone pattern on the top and front of the clamshell.  It has modern brass hardware.  We've kept our bits and bobs in the two shelves inside and out fancy martini glasses and liquors up top.</p><p><strong>Most importantly, every drink we've ever made at this bar goes down crisp and clean with no weird after taste and the next morning, there's never been a hangover.</strong>  We had a dinner party where we only served white wine (just to test the powers of this magical bar, probably belonging to a deeply alcoholic robber baron) and literally everyone was fine.</p><p>This bar can hold it all - wine, booze, sparkling water, paint brushes, extra speakers, fertilizer, candle wax.  For the exterior dimensions, it's surprisingly roomy, and the sleek modern look allows it to fit seamlessly into any existing design language/color story.  <em>(Your partner will love it)</em>.</p><p>Asking $150 - pick up in bed stuy.  We'll make you a drink if you pick it up before Sunday.</p>","price":150.0,"image":"images/antihbar.png"},
  {"id":"36","title":"Small Vintage Desk (upon which I wrote my Magnum Opus)","description":"<p><em>(Editor's note: this listing sparked a bidding war)</em>  Vintage desk - used condition.  Hand stenciled branding on flip down door to interior storage.  Comparable sell for 300.</p><p>I wrote my magnum opus on this desk so obviously it has served me well.  Imbued with inspirational powers, clearly, as everything I ever wrote or did on this desk was a smash hit.  I'm going in a new direction so hoping to send to a good home.</p><p><strong>30 wide, 15 deep, 29.5 inches tall with 25 inches underneath</strong>, it's ideal for small spaces/a bedroom desk so when you awaken auspicious dreams, you can immediately work on channeling creative powers.</p><p>Do yourself a favor.  Pick up in Clinton Hill.  Venmo or Cash fine.  Discount if you pay in pirate's gold.</p>","price":325.0,"image":"images/opustable.png"},
  {"id":"37","title":"Lane Full Cedar Chest (Peg Leg)","description":"<p>Selling good-old-trusty <strong>Chester McChesterton</strong>.  He's a fully cedar Lane chest with all the bells and whistles except a lock.  Why you'd need to lock your linens is beyond me - but this isn't so big or heavy that it's beyond you and one friend carrying this beaut through the subway.  A real Abby and Ilana moment, if I might date myself.</p><p>He's got a little green velvet-lined shelf for some bits and bobs and a massive volume of storage.  He measures <strong>46 1/2 x 22 1/2x 21 1/4</strong> - with decorative trim maybe another half inch at the widest.  He has to sit an inch or two away from the wall so he can open correctly.</p><p>Hinges are <strong>CLEAN</strong> for the age.  No rust, no stank.  Metal is shiny like off the factory floor.  Although, judging by the large format herringbone pattern on the lid, I like to think Chester was hand-crafted in a workshop by an Appalachian man with 120 grit hands and a protracted legal battle with his HOA.</p><p>Let's double click on cedar for a second because one thing you need to know about cedar is that it smells f***ing delicious to humans, it smells unbearably foul to pests, and it's literally waterproof.  This wood is the baddest tree in the lumber yard.  Overrun by moths in your largely-underwater Bushwick 'Garden' level?  Doesn't matter for anything you decide to stash in good ol' Chester.</p><p>The only thing not cedar about Chester is his peg leg.  A previous owner added a 2 x 4 as a shim leg to make sure Chester stands straight with no wobble.  The fix isn't visible from the inside, and we are all (especially Chester) thankful for this modification.</p>","price":250.0,"image":"images/chest.png"}
]
